{"sections":{"main":{"type":"main-404","disabled":true,"settings":{}},"custom_liquid_3WWhht":{"type":"custom-liquid","settings":{"custom_liquid":"<h1>Privacy Policy<\/h1>\n<p>At Trezon, we take your privacy seriously. This Privacy Policy outlines the types of personal information we collect, how we use it, and the steps we take to protect your information.<\/p>\n\n<h2>1. Information We Collect<\/h2>\n<p>We collect information to provide better services to our users. The types of information we collect include:<\/p>\n<ul>\n  <li><strong>Personal Information:<\/strong> Name, email address, phone number, shipping address, payment details.<\/li>\n  <li><strong>Technical Data:<\/strong> IP addresses, browser information, device details, and usage information from cookies.<\/li>\n  <li><strong>Transaction Data:<\/strong> Information related to purchases, including billing information, shipping information, and payment details.<\/li>\n<\/ul>\n\n<h2>2. How We Use Your Information<\/h2>\n<p>We use the information we collect for several purposes:<\/p>\n<ul>\n  <li>To process and fulfill your orders<\/li>\n  <li>To communicate with you regarding your orders or promotions<\/li>\n  <li>To improve our website and services<\/li>\n  <li>To prevent fraud and ensure security<\/li>\n  <li>To comply with legal requirements<\/li>\n<\/ul>\n\n<h2>3. How We Protect Your Information<\/h2>\n<p>Your privacy is important to us. We use encryption and other security measures to protect your personal information during transactions. Additionally, we do not sell or share your personal data with third parties, except for services necessary to fulfill your orders, such as shipping companies and payment processors.<\/p>\n\n<h2>4. Sharing Your Information<\/h2>\n<p>We may share your information with trusted third-party partners for the following purposes:<\/p>\n<ul>\n  <li>Payment processing<\/li>\n  <li>Shipping and delivery<\/li>\n  <li>Marketing and promotional communications<\/li>\n<\/ul>\n<p>These third parties are obligated to protect your data and only use it for the purposes specified in our agreements.<\/p>\n\n<h2>5. Cookies<\/h2>\n<p>We use cookies to enhance your experience on our website. Cookies help us understand user behavior and improve our website's performance. You can manage or disable cookies through your browser settings.<\/p>\n\n<h2>6. Your Rights<\/h2>\n<p>You have the right to:<\/p>\n<ul>\n  <li>Access the personal information we hold about you<\/li>\n  <li>Request corrections to any inaccuracies in your data<\/li>\n  <li>Request the deletion of your personal information under certain conditions<\/li>\n<\/ul>\n<p>If you wish to exercise any of these rights, please contact us at <a href=\"mailto:trezon.in@gmail.com\">trezon.in@gmail.com<\/a>.<\/p>\n\n<h2>7. Updates to This Privacy Policy<\/h2>\n<p>We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. Any changes will be posted on this page, and the updated version will be effective immediately upon posting.<\/p>\n\n<h2>8. Contact Us<\/h2>\n<p>If you have any questions or concerns about our Privacy Policy or how we handle your personal data, please contact us:<\/p>\n<ul>\n  <li>Email: <a href=\"mailto:trezon.in@gmail.com\">trezon.in@gmail.com<\/a><\/li>\n  <li>Phone: +91 9201116970<\/li>\n<\/ul>","color_scheme":"","padding_top":40,"padding_bottom":52}}},"order":["main","custom_liquid_3WWhht"]}